Repository: marcinmaslowski-bf/minis-front
Catalog: PaintCatalog.Portal/Resources/Views.Paints.Details.*.resx
Languages: pl

# Page_Title
source: Paint details - Paint Catalog Portal
pl: Szczegóły farby - Paint Catalog Portal

# Page_Description
source: Explore a single paint entry from the minis API.
pl: Podgląd pojedynczej farby zwróconej przez minis API.

# Details_Breadcrumb
source: Paint profile
pl: Profil farby

# Details_Title
source: Paint details
pl: Szczegóły farby

# Details_Subtitle
source: Slug-based view that shows the paint, brand, and series info.
pl: Widok po slugach pokazujący informacje o farbie, marce i serii.

# Details_Back
source: Back to search
pl: Wróć do wyszukiwarki

# Details_Debug
source: Raw API payload
pl: Surowy payload API

# Details_Error_Title
source: Paint unavailable
pl: Farba niedostępna

# Details_Error_Description
source: We could not load this paint from the catalog. Please try again later.
pl: Nie udało się wczytać tej farby z katalogu. Spróbuj ponownie później.

# Details_Error_Unauthorized
source: You need to sign in to view this paint.
pl: Musisz się zalogować, aby zobaczyć tę farbę.

# Details_Error_ApiUnavailable
source: The paint catalog API is unavailable right now. Please try again in a moment.
pl: API katalogu farb jest obecnie niedostępne. Spróbuj ponownie za chwilę.

# Details_Error_Unexpected
source: Something went wrong while loading this paint. Please try again later.
pl: Coś poszło nie tak podczas wczytywania farby. Spróbuj ponownie później.

# Card_Label_Type
source: Type
pl: Rodzaj

# Card_Label_Finish
source: Finish
pl: Wykończenie

# Card_Label_Discontinued
source: Discontinued
pl: Wycofana ze sprzedaży

# Card_Value_Discontinued_Yes
source: Yes
pl: Tak

# Card_Value_Discontinued_No
source: No
pl: Nie

# Card_Value_Discontinued_Unknown
source: Unknown
pl: Brak danych

# Card_Label_BrandWebsite
source: Brand website
pl: Strona internetowa marki

# Card_Value_BrandWebsite_Unavailable
source: Not provided
pl: Brak strony marki

# Card_Label_Identifiers
source: Identifiers
pl: Identyfikatory

# Card_Value_Identifiers_None
source: No identifiers
pl: Brak identyfikatorów

# Comments_Title
source: Comments
pl: Komentarze

# Comments_Subtitle
source: Share feedback about this paint.
pl: Podziel się opinią o tej farbie.

# Comments_Loading
source: Loading comments...
pl: Ładowanie komentarzy...

# Comments_Empty
source: No comments yet. Be the first to share your thoughts.
pl: Brak komentarzy. Bądź pierwszą osobą, która coś doda.

# Comments_Login_Prompt
source: Sign in to add a comment.
pl: Zaloguj się, aby dodać komentarz.

# Comments_Login_Link
source: Sign in
pl: Zaloguj się

# Comments_Form_Label
source: Add a comment
pl: Dodaj komentarz

# Comments_Form_Placeholder
source: Share your experience with this paint...
pl: Podziel się swoim doświadczeniem z tą farbą...

# Comments_Submit
source: Add comment
pl: Dodaj komentarz

# Comments_Update
source: Save changes
pl: Zapisz zmiany

# Comments_CancelEdit
source: Cancel
pl: Anuluj

# Comments_Error_Generic
source: Unable to load comments right now.
pl: Nie udało się wczytać komentarzy.

# Comments_Error_Unavailable
source: Comments are unavailable for this paint.
pl: Komentarze dla tej farby są niedostępne.

# Comments_Status_Saved
source: Comment added.
pl: Komentarz dodany.

# Comments_Status_Updated
source: Comment updated.
pl: Komentarz zaktualizowany.

# Comments_Login_Cta
source: Sign in to comment
pl: Zaloguj się, aby komentować

# Comments_Edit
source: Edit
pl: Edytuj

# Comments_Edited_Label
source: Edited
pl: Edytowano

# Comments_Attachments_Label
source: Attachments
pl: Załączniki

# Comments_Attachments_Help
source: Up to 5 files, 5 MB each.
pl: Maks. 5 plików po 5 MB.

# Comments_Attachments_Add
source: Add attachment
pl: Dodaj załącznik

# Comments_Attachments_Empty
source: No attachments yet.
pl: Brak załączników.

# Comments_Attachments_Remove
source: Remove attachment
pl: Usuń załącznik

# Comments_Attachments_TooLarge
source: Attachment is too large (max 5 MB).
pl: Załącznik jest za duży (max 5 MB).

# Comments_Attachments_Limit
source: Attachment limit reached (5).
pl: Osiągnięto limit 5 załączników.

# Comments_Attachments_ReadError
source: Unable to read attachment.
pl: Nie udało się odczytać załącznika.

# Bookmark_Button_Save
source: Save bookmark
pl: Dodaj do zakładek

# Bookmark_Button_Saved
source: Bookmarked
pl: W zakładkach

# Bookmark_Title
source: Save to favorites
pl: Dodaj do zakładek

# Bookmark_Subtitle
source: Pick a category or create your own.
pl: Wybierz kategorię lub utwórz własną.

# Bookmark_Category_Label
source: Category
pl: Kategoria

# Bookmark_NewCategory_Label
source: New category
pl: Nowa kategoria

# Bookmark_NewCategory_Placeholder
source: Custom category name
pl: Nazwa kategorii

# Bookmark_AddCategory_Button
source: Add
pl: Dodaj

# Bookmark_Note_Label
source: Personal note (optional)
pl: Notatka (opcjonalnie)

# Bookmark_Note_Placeholder
source: Add a note to remember why you saved this item
pl: Dodaj własną notatkę

# Bookmark_Save
source: Save
pl: Zapisz

# Bookmark_Remove
source: Remove bookmark
pl: Usuń zakładkę

# Bookmark_Cancel
source: Cancel
pl: Anuluj

# Bookmark_Status_Saved
source: Bookmark saved
pl: Zakładka zapisana

# Bookmark_Status_Removed
source: Bookmark removed
pl: Zakładka usunięta

# Bookmark_Error_Load
source: Unable to load bookmark data
pl: Nie udało się wczytać zakładki

# Bookmark_Error_Save
source: Unable to save bookmark
pl: Nie udało się zapisać zakładki

# Bookmark_Error_Delete
source: Unable to remove bookmark
pl: Nie udało się usunąć zakładki

# Bookmark_Login
source: Sign in to save bookmarks
pl: Zaloguj się, aby zapisywać zakładki
