Repository: marcinmaslowski-bf/minis-front
Catalog: PaintCatalog.Portal/Resources/Views.Paints.Index.*.resx
Languages: pl

# Page_Title
source: Miniature paints catalog - Paint Catalog Portal
pl: Katalog farb do figurek - Paint Catalog Portal

# Page_Description
source: Browse, search, and filter paints coming from the minis API.
pl: Przeglądaj, wyszukuj i filtruj farby udostępnione przez minis API.

# Hero_Badge
source: Live catalog
pl: Dane na żywo

# Hero_Title
source: Find the perfect miniature paint
pl: Znajdź idealną farbę do figurek

# Hero_Description
source: Filter the catalog by brand, series, medium, or finish to discover the next color for your army.
pl: Filtrowanie według marki, serii, medium i wykończenia pomaga szybko dobrać kolor do twojej armii.

# Hero_Feature1_Label
source: Brands
pl: Marki

# Hero_Feature1_Value
source: 60+ lines
pl: Ponad 60 linii

# Hero_Feature1_Description
source: A curated mix of acrylic ranges, speed paints, and specialty inks.
pl: Wyselekcjonowany miks akryli, speed paintów i specjalnych tuszy.

# Hero_Feature2_Label
source: Filters
pl: Filtry

# Hero_Feature2_Value
source: Stackable filters
pl: Łączone filtry

# Hero_Feature2_Description
source: Combine brand, medium, and finish filters to narrow the grid instantly.
pl: Łącz markę, medium i wykończenie, aby natychmiast zawęzić listę.

# Hero_Feature3_Label
source: Realtime
pl: W czasie rzeczywistym

# Hero_Feature3_Value
source: Instant results
pl: Natychmiastowe wyniki

# Hero_Feature3_Description
source: The grid updates as soon as you adjust the filters or search.
pl: Lista odświeża się przy każdej zmianie filtra lub wyszukiwarki.

# Filters_Title
source: Filters
pl: Filtry

# Filters_Subtitle
source: Stack filters to find paints faster.
pl: Łącz filtry, aby szybciej odnaleźć farbę.

# Filters_Search_Label
source: Search paints
pl: Wyszukaj farby

# Filters_Search_Placeholder
source: Search by name, SKU, or tags
pl: Szukaj po nazwie, SKU lub tagach

# Filters_Brand_Label
source: Brand
pl: Marka

# Filters_AllBrands
source: All brands
pl: Wszystkie marki

# Filters_Series_Label
source: Series
pl: Seria

# Filters_AllSeries
source: All series
pl: Wszystkie serie

# Filters_Type_Label
source: Type
pl: Typ

# Filters_Type_All
source: All types
pl: Wszystkie typy

# Filters_Type_1
source: Type 1
pl: Baza

# Filters_Type_2
source: Type 2
pl: Warstwa

# Filters_Type_3
source: Type 3
pl: Kontrast

# Filters_Type_4
source: Type 4
pl: Cieniowanie

# Filters_Type_5
source: Type 5
pl: Suchy pędzel

# Filters_Type_6
source: Type 6
pl: Techniczna

# Filters_Type_7
source: Type 7
pl: Do aerografu

# Filters_Type_8
source: Type 8
pl: Podkład

# Filters_Type_9
source: Type 9
pl: Werniks

# Filters_Type_10
source: Type 10
pl: Medium

# Filters_Finish_Label
source: Finish
pl: Wykończenie

# Filters_Finish_All
source: All finishes
pl: Wszystkie wykończenia

# Filters_Finish_1
source: Finish 1
pl: Mat

# Filters_Finish_2
source: Finish 2
pl: Satyna

# Filters_Finish_3
source: Finish 3
pl: Połysk

# Filters_Finish_4
source: Finish 4
pl: Metaliczny

# Filters_Finish_5
source: Finish 5
pl: Fluorescencyjny

# Filters_Finish_6
source: Finish 6
pl: Transparentny

# Filters_Medium_All
source: All mediums
pl: Wszystkie media

# Filters_Medium_1
source: Medium 1
pl: Akryl

# Filters_Medium_2
source: Medium 2
pl: Emalia

# Filters_Medium_3
source: Medium 3
pl: Olejne

# Filters_Medium_4
source: Medium 4
pl: Lakier

# Filters_Medium_5
source: Medium 5
pl: Alkoholowy

# Filters_Medium_99
source: Other mediums
pl: Inne lub nieznane

# Filters_Clear
source: Reset filters
pl: Wyczyść filtry

# Stats_Template
source: Showing {0}-{1} of {2} paints
pl: Wyświetlono {0}-{1} z {2} farb

# Stats_Fallback
source: No paints loaded yet
pl: Brak załadowanych farb

# Stats_Subtitle
source: Results refresh instantly as you refine the filters.
pl: Lista odświeża się natychmiast po zmianie filtrów.

# PageSize_Label
source: Page size
pl: Na stronę

# ActiveFilters_Title
source: Active filters
pl: Aktywne filtry

# ActiveFilters_Subtitle
source: Reset filters to return to the full list.
pl: Wyczyść filtry, aby wrócić do pełnej listy.

# ActiveFilters_None
source: No filters applied
pl: Brak filtrów

# Status_Loading
source: Loading paints...
pl: Ładowanie farb...

# Status_Error_Title
source: The paint data is unavailable
pl: Nie udało się pobrać danych farb

# Status_Error_Description
source: We could not reach the minis API. Please try again in a moment.
pl: Nie można połączyć się z minis API. Spróbuj ponownie za chwilę.

# Status_Empty_Title
source: No paints match your filters
pl: Brak farb spełniających kryteria

# Status_Empty_Description
source: Clear one or more filters or adjust your search keywords.
pl: Wyczyść filtry lub zmień słowa kluczowe wyszukiwania.

# Pagination_Previous
source: Previous
pl: Poprzednia

# Pagination_Next
source: Next
pl: Następna

# Card_Label_Brand
source: Brand
pl: Marka

# Card_Label_Series
source: Series
pl: Seria

# Card_Label_Finish
source: Finish
pl: Wykończenie

# Card_Label_Type
source: Type
pl: Typ

# Card_Label_Tags
source: Tags
pl: Tagi

# Card_Label_Color
source: Color
pl: Kolor
