Repository: marcinmaslowski-bf/minis-front
Catalog: PaintCatalog.Portal/Resources/Views.Tutorials.Edit.*.resx
Languages: pl

# Page_Title_Create
source: Create tutorial
pl: Dodaj tutorial

# Page_Title_Edit
source: Edit tutorial: {0}
pl: Edytuj tutorial: {0}

# Page_Description
source: Add or update tutorial content.
pl: Dodaj lub zaktualizuj treść tutoriala.

# Header_Badge
source: Tutorial builder
pl: Kreator tutoriali

# Header_Title_Create
source: New tutorial
pl: Nowy tutorial

# Header_Title_Edit
source: Edit tutorial
pl: Edytuj tutorial

# Header_Subtitle
source: Provide the required metadata and JSON payload for Editor.js content.
pl: Uzupełnij metadane i JSON z edytora blokowego (Editor.js).

# Field_Title
source: Title
pl: Tytuł

# Field_TitleImage
source: Title image attachment ID
pl: ID załącznika okładki

# Field_TitleImage_Help
source: Use an existing attachment ID that should be displayed as the tutorial cover.
pl: Użyj istniejącego załącznika, który ma być okładką tutoriala.

# Field_Content
source: Content (Editor.js JSON)
pl: Treść (JSON Editor.js)

# Field_Content_Help
source: Paste the JSON returned from your block editor (header, images, paragraphs, etc.).
pl: Wklej JSON zwrócony przez edytor blokowy (nagłówki, zdjęcia, akapity itp.).

# Action_UploadTitleImage
source: Upload title image
pl: Prześlij okładkę

# Action_Create
source: Create
pl: Utwórz

# Action_Save
source: Save changes
pl: Zapisz zmiany

# Action_Cancel
source: Cancel
pl: Anuluj
